{
    "letters/a_birdhouse/local": "Hey [Ari]!\n\nThe Hawthorn tree looks like it's grown big enough to support a birdhouse. \n\nCome on over to the Carpenter's Shop if you have time and we can start building one!",
    "letters/a_birdhouse/subject_line": "Building Project",
    "letters/a_change_of_greenery/local": "[Ari], \n\nI've been doing everything I can to help the mystery sprout along, but it just doesn't seem to want to grow.\n\nWill you come over and help me brainstorm?",
    "letters/a_change_of_greenery/subject_line": "Sprout Brainstorm",
    "letters/a_get_together/local": "Hey neighbor!\n\nI'm hosting a little get together at my place, nothing fancy. I just thought we could all do with some time to unwind. I'd love to have you join us! Stop by if you have a chance.",
    "letters/a_get_together/subject_line": "A Get Together",
    "letters/a_rewarding_choice/local": "[Ari]! \n\nI have an important choice to make, and I wanted to get the thoughts of an average Mistrian to weigh in on it. \n\nMeet me at my office? \n\nThank you!",
    "letters/a_rewarding_choice/subject_line": "An Important Choice",
    "letters/a_sapling/local": "Hey [Ari], \n\nThink I got a little ahead of myself with the birdhouse. First thing we're going to need is a tree, huh? \n\nPlease meet me at my room!",
    "letters/a_sapling/subject_line": "Help with a Tree",
    "letters/adeline_4h_reward_1/local": "[Ari],\n\nThank you so much for your help yesterday! I know everyone in town will really appreciate these extra materials, and I'm sure you'll put yours to good use.\n\nThis was a great choice!",
    "letters/adeline_4h_reward_1/subject_line": "Thanks Again!",
    "letters/adeline_4h_reward_2/local": "[Ari],\n\nThank you so much for your help yesterday! We got the shipment of cookies in this morning, and it made the whole Manor House smell like a bakery! \n\nI hope you enjoy your cookie (Eiland already ate his...).\n\nThis was a great choice!",
    "letters/adeline_4h_reward_2/subject_line": "Thank You!",
    "letters/adept_kitchen_unlock/local": "[Ari],\n\nThe Level 3 Kitchen is now in stock at the Carpenter's Shop. Stop by when you want to upgrade!",
    "letters/adept_kitchen_unlock/subject_line": "Need an Even Better Kitchen?",
    "letters/an_open_book/local": "[Ari], \n\nYour farm has been a boon to Mistria's economy. \n\nAs the person handling your shipments I have some advice that might interest you. \n\nMeet me at the inn when you have the time!",
    "letters/an_open_book/subject_line": "Business Chat",
    "letters/an_outside_consultant/local": "[Ari],\n\nAfter much careful analysis, and with the additional pressure of the panacea being used up, I have decided to gather my notes and bring in an outside consultant. \n\nCould you meet me at the bathhouse? I suspect that negotiations will be... tricky.",
    "letters/an_outside_consultant/subject_line": "Research Assistance",
    "letters/apple_juice_recipe/local": "Hi [Ari]!\n\nMom said I could send this one because apple juice is my favorite!\n\nUm, I mean thanks for the apple shipment!",
    "letters/apple_juice_recipe/subject_line": "Apple Juice Recipe",
    "letters/ari_birthday_adeline/local": "[Ari], \n\nA very happy birthday to you! \n\nEnclosed is a Lemon Pie I had specially ordered for you, hope you enjoy it!",
    "letters/ari_birthday_adeline/subject_line": "Happy Birthday!",
    "letters/ari_birthday_balor/local": "[Ari], \n\nHope it's a great one! \n\nI've included a curry that's a personal favorite of mine, I think you'll enjoy it as well.",
    "letters/ari_birthday_balor/subject_line": "Happy Birthday!",
    "letters/ari_birthday_celine/local": "[Ari], \n\nI hope you have a wonderful day! \n\nPlease enjoy the tea, I brewed it myself!",
    "letters/ari_birthday_celine/subject_line": "Wishing you a very Happy Birthday!",
    "letters/ari_birthday_eiland/local": "[Ari], \n\nA birthday just isn't quite the same without cake, wouldn't you agree? \n\nI've included one I think you'll agree is quite delicious!",
    "letters/ari_birthday_eiland/subject_line": "Happy Birthday!",
    "letters/ari_birthday_hayden/local": "[Ari], \n\nPersonally I make it a point for every year that goes by to find something new to appreciate in life. \n\nI've included one of those things with this letter, maybe you'll appreciate it as much as I do!",
    "letters/ari_birthday_hayden/subject_line": "Happy Birthday!",
    "letters/ari_birthday_juniper/local": "[Ari], \n\nCongratulations, I suppose. I've included a dish I quite like.\n\nDon't worry if it's gone cold, it's even better that way.",
    "letters/ari_birthday_juniper/subject_line": "So it's your Birthday.",
    "letters/ari_birthday_march/local": "[Ari], \n\nI had some ingots lying around, figured you could use them.",
    "letters/ari_birthday_march/subject_line": "Happy Birthday.",
    "letters/ari_birthday_reina/local": "[Ari], \n\nA birthday should include plenty of good things to eat, don't you think? \n\nI've sent along something scrumptious that I made just for you!",
    "letters/ari_birthday_reina/subject_line": "Happy Birthday!",
    "letters/ari_birthday_ryis/local": "[Ari], \n\nBe sure to pamper yourself a bit, you deserve it. \n\nHere's to another year of working on fun projects with you!",
    "letters/ari_birthday_ryis/subject_line": "Happy Birthday!",
    "letters/ari_birthday_valen/local": "[Ari], \n\nBirthdays are a wonderful opportunity to reflect on everything you've accomplished in the past year. \n\nYou've done so much, and that should be celebrated!",
    "letters/ari_birthday_valen/subject_line": "Happy Birthday!",
    "letters/baked_potato_recipe/local": "[Ari],\n\nBalor delivered your shipment of potatoes this morning. We're so excited to have new produce in!\n\nPlease accept this baked potato recipe as thanks!\n\nEnjoy,",
    "letters/baked_potato_recipe/subject_line": "Baked Potato Recipe",
    "letters/baked_sweetroot/local": "Patron [Ari],\n\nI'm glad to see you've come across Sweetroot in the Mines, an excellent find! \n\nHere's a simple recipe for Baked Sweetroot, passed on to me when I was just a greenhorn. You'll find it keeps your energy up!\n\nHappy eating,",
    "letters/baked_sweetroot/subject_line": "Baked Sweetroot Recipe",
    "letters/batch_312/local": "[Ari], \n\nHave you come across any peat while you've been out digging? \n\nI'm told it can be found quite often when searching for artifacts. I believe that it could be useful to my research. \n\nCould you bring me a piece? I'm happy to pay for it.",
    "letters/batch_312/subject_line": "Medicinal Research",
    "letters/beet_salad_recipe/local": "Hello [Ari],\n\nI was happy to find beets in stock at the store this morning. It made me think that you might like to try out my favorite beet salad recipe.\n\nThanks for your hard work,",
    "letters/beet_salad_recipe/subject_line": "Beet Salad Recipe",
    "letters/bird_song/local": "[Ari], \n\nDo you have any extra wood to spare from clearing your farm? \n\nWe're working on a project and supplies are short in Mistria at the moment. \n\nI can pay 150t for 15 pieces! Just drop it off with me when you have it!",
    "letters/bird_song/subject_line": "Lumber Request",
    "letters/braised_burdock_recipe/local": "[Ari],\n\nThe shipment of burdock root we received this morning was perfect! Please find attached my recipe for braised burdock.\n\nI hope you like it!",
    "letters/braised_burdock_recipe/subject_line": "Braised Burdock Recipe",
    "letters/cabbage_slaw_recipe/local": "[Ari],\n\nYour cabbage shipment made my morning! Try out this recipe for cabbage slaw if you have any left over.\n\nThanks again,",
    "letters/cabbage_slaw_recipe/subject_line": "Cabbage Slaw Recipe",
    "letters/candied_lemon_peel_recipe/local": "[Ari],\n\nBalor dropped off your lemon shipment this morning! It made me think you might like this recipe for candied lemon peel.\n\nEnjoy!",
    "letters/candied_lemon_peel_recipe/subject_line": "Candied Lemon Peel Recipe",
    "letters/candied_strawberries_recipe/local": "[Ari],\n\nThank you for the shipment of strawberries! I thought you might like this recipe for a simple strawberry dessert.\n\nKeep up the hard work!",
    "letters/candied_strawberries_recipe/subject_line": "Candied Strawberries",
    "letters/chief_inspector/local": "[Ari],\n\nIt's time for my next inspection of Mistria! It's important work, would you like to come along for it?\n\nIf you do, meet me at the Request Board!",
    "letters/chief_inspector/subject_line": "Inspection Help",
    "letters/coconut_milk_recipe/local": "Hi there [Ari],\n\nI'm a big fan of all things coconut, so I was glad to see your shipment in the general store this morning! \n\nI thought you might like my recipe for coconut milk.\n\nEnjoy!",
    "letters/coconut_milk_recipe/subject_line": "Coconut Milk Recipe",
    "letters/copper_fishing_rod_unlocked/local": "[Ari],\n\n I wanted to let you know that I now have copper fishing rods in stock. Stop by anytime if you want to upgrade!",
    "letters/copper_fishing_rod_unlocked/subject_line": "New Arrival: Copper Fishing Rod!",
    "letters/copper_star_rank_letter/local": "[Ari], \n\nCongratulations! Mistria has reached the Copper Star Town Rank.\n\nThis means we have officially earned back our pre-earthquake rank!\n\nI believe I speak for the whole town when I say thank you, [Ari]. \n\nEiland and I baked you a little something to celebrate!",
    "letters/copper_star_rank_letter/subject_line": "Copper Star Rank",
    "letters/cozy_kitchen_unlock/local": "[Ari],\n\nThe Level 2 Kitchen is now available at the Carpenter's Shop. You should stop by and check it out!",
    "letters/cozy_kitchen_unlock/subject_line": "Need a Kitchen Upgrade?",
    "letters/crafting_tutorial/local": "Hey [Ari], \n\nI've been thinking about what a big task it is to get your farm back in shape. \n\nIf you can bring me 10 Wood, I can give you a quick overview on how to start crafting the things you'll need, like fences.",
    "letters/crafting_tutorial/subject_line": "Crafting Overview",
    "letters/cranberry_juice_recipe/local": "[Ari],\n\nThank you for your shipment of fresh cranberries! Try out this recipe for cranberry juice if you have any left over.\n\nEnjoy!",
    "letters/cranberry_juice_recipe/subject_line": "Cranberry Juice Recipe",
    "letters/crown_requests_unlocked/local": "[Ari],\n\nExciting news has arrived from the King!\n\nNow that Mistria has reached the Sapphire Star Town Rank, we will be receiving weekly Crown Requests straight from the Capital!\n\nCrown Requests are reserved for high-ranking towns, and each is worth a lot of Renown. Be sure to visit the Request Board, I just posted our first one!",
    "letters/crown_requests_unlocked/subject_line": "Crown Requests",
    "letters/cucumber_salad_recipe/local": "[Ari],\n\nThe shipment of cucumber we received from you this morning was excellent! Here's my recipe for cucumber salad.\n\nGive it a try!",
    "letters/cucumber_salad_recipe/subject_line": "Cucumber Salad",
    "letters/deep_sea_soup/local": "Hey [Ari]! \n\nThat Jade Dulse you donated to the museum reminded me of a recipe I saw in a cookbook I borrowed! \n\nYou'll need a few more ingredients, but it's super healthy and tastes really good! \n\nJust, um, ignore how green it is. That's how you know you made it right, I promise!",
    "letters/deep_sea_soup/subject_line": "Deep Sea Soup Recipe",
    "letters/emerald_star_rank_letter/local": "[Ari],\n\nI'm delighted to announce Mistria has reached the Emerald Star Town Rank! \n\nThis couldn't have been possible without all your hard work. On behalf of the whole town, thank you for your hard work and dedication.\n\nI have plenty more ideas brewing for ways to raise our rank further, but in the meantime, please accept this reward!\n\n(Further renown levels and rewards will arrive later in Early Access!)",
    "letters/emerald_star_rank_letter/subject_line": "Emerald Star Rank",
    "letters/extra_feed/local": "Hey [Ari]! \n\nWouldn't you know it, my last animal feed shipment had a few extra bags. \n\nIf you'd care to stop by my farm, they're yours!",
    "letters/extra_feed/subject_line": "Extra Feed",
    "letters/farm_fresh_sous_chef/local": "[Ari]!\n\nCan you meet me at the Inn when you have a chance? I have something important to ask you.",
    "letters/farm_fresh_sous_chef/subject_line": "A Favor",
    "letters/friday_at_the_sleeping_dragon_inn/local": "Hey [Ari]! \n\nMistria has a tradition where everyone gathers at the Sleeping Dragon Inn on Friday nights! That's tonight, and this is your invitation! \n\nMeet me at the inn after 6 PM tonight. Keep me company and I'll throw in a free drink!",
    "letters/friday_at_the_sleeping_dragon_inn/subject_line": "Friday at the Sleeping Dragon Inn",
    "letters/greet_the_vendors/local": "[Ari],\n\nThe Saturday Market is finally back in town! \n\nPlease go and introduce yourself to this week's vendors. Then come talk to me for a reward!",
    "letters/greet_the_vendors/subject_line": "Greet the Saturday Market Vendors",
    "letters/grilled_corn_recipe/local": "[Ari],\n\nThank you for the wonderful corn shipment! Why don't you try out this simple recipe for grilled corn?\n\nEnjoy!",
    "letters/grilled_corn_recipe/subject_line": "Grilled Corn Recipe",
    "letters/horsing_around/local": "[Ari], \n\nI've prepared a potion to test on you, so come to the bathhouse. \n\nDon't make me wait too long, or I might just test it on someone else.",
    "letters/horsing_around/subject_line": "I Require My Test Subject",
    "letters/iron_fishing_rod_unlocked/local": "[Ari],\n\nI just got a new iron fishing rod in that would be perfect for a talented angler such as yourself. Come on by if you want to upgrade!",
    "letters/iron_fishing_rod_unlocked/subject_line": "New Arrival: Iron Fishing Rod!",
    "letters/iron_star_rank_letter/local": "[Ari], \n\nCongratulations! Mistria has reached the Iron Star Town Rank!\n\nWhat a proud day for Mistria! Mother sent an overnight letter to share the news herself!\n\nAnd of course, the Capital has once again included a reward to mark the occasion!",
    "letters/iron_star_rank_letter/subject_line": "Iron Star Rank",
    "letters/iron_tools_unlocked/local": "[Ari],\n\nI've updated our shop selection with iron tools and armor. You could craft them yourself... but you're probably not skilled enough.",
    "letters/iron_tools_unlocked/subject_line": "Iron Tools & Armor are in Stock.",
    "letters/large_farm_buildings_unlocked/local": "[Ari],\n\nThe blueprints for large barns and coops are now available at the Carpenter Shop. You can fit up to 12 animals in each!",
    "letters/large_farm_buildings_unlocked/subject_line": "Need Even More Space for Animals?",
    "letters/lemonade_from_lemons/local": "[Ari], \nMy business is booming and it's all thanks to you. \nJoin me for a meal at the Inn? Let's celebrate our success and toast to a bright future!",
    "letters/lemonade_from_lemons/subject_line": "Join Me For a Meal?",
    "letters/many_hands_make_light_work/local": "Hey [Ari]! \n\nAre you busy? March and I sure are! We can hardly keep up with all our work. \n\nMarch told me your blacksmithing has been improving, and that I shouldn't tell you he said that. Buuuut what I think he meant to say was \"I sure hope [Ari] can help us out!\" \n\nHope to see you at the forge soon!\n\nYour pal,",
    "letters/many_hands_make_light_work/subject_line": "Blacksmithing Buddies",
    "letters/medium_farm_buildings_unlocked/local": "[Ari],\n\nThe blueprints for medium barns and coops are now available at the Carpenter's Shop. You can fit up to 8 animals in each!",
    "letters/medium_farm_buildings_unlocked/subject_line": "Need More Space for your Animals?",
    "letters/miners_mushroom_stew/local": "Esteemed [Ari],\n\nYour recent donation of mushrooms from the Mines jogged my memory! \n\nFind enclosed the recipe for a dish I used to make for the mining crew after a long day's work. \n\nIt's especially hearty in the wintertime, but delicious in all seasons. \n\nBest,",
    "letters/miners_mushroom_stew/subject_line": "Mushroom Stew",
    "letters/museum_donation_wanted/local": "Dear [Ari],\n\nAs the curator of Mistria's Museum, I'm delighted to share that we have unveiled a series of tiered rewards to encourage donations to our collection. \n\nPlease stop by the Museum west of town at your earliest convenience.",
    "letters/museum_donation_wanted/subject_line": "Visit The Museum",
    "letters/new_animals_in_stock/local": "[Ari], \n\nAlpacas and Capybaras are now available at Sweetwater Farm!\n\nStop by and take a look if you're interested!",
    "letters/new_animals_in_stock/subject_line": "Alpacas & Capybaras!",
    "letters/onion_soup_recipe/local": "[Ari],\n\nThe shipment of onion we received from you this morning was great! Here's my recipe for onion soup.\n\nGive it a try!",
    "letters/onion_soup_recipe/subject_line": "Onion Soup",
    "letters/orange_juice_recipe/local": "[Ari],\n\nThank you for your orange shipment! Here's a quick and easy recipe for orange juice.\n\nIt's good for you!",
    "letters/orange_juice_recipe/subject_line": "Orange Juice Recipe",
    "letters/peaches_and_cream_recipe/local": "Hi [Ari]!\n\nI saw your peach shipment at the general store this morning and wanted to share one of my favorite recipes! \n\nIt's for peaches and cream. I hope you like it!",
    "letters/peaches_and_cream_recipe/subject_line": "Peaches and Cream Recipe",
    "letters/pie_in_the_sky/local": "[Ari] \n\nYou've been in town too long without getting to taste test a new dish of mine. I think I've got just the recipe to try out on a hardworking farmer like you. \n\nCome by the Inn when you get a chance!",
    "letters/pie_in_the_sky/subject_line": "In Need Of A Taste Tester",
    "letters/poached_pear_recipe/local": "Dear [Ari],\n\nWhen I saw your pear shipment in the general store this morning, I knew I had to make some poached pears! \n\nI thought I would share my recipe with you.\n\nEnjoy!",
    "letters/poached_pear_recipe/subject_line": "Poached Pear Recipe",
    "letters/pomegranate_sorbet_recipe/local": "Dear [Ari],\n\nDid you know that you can blend pomegranate with ice to make a wonderful pomegranate sorbet?\n\nTry it, you'll love it!",
    "letters/pomegranate_sorbet_recipe/subject_line": "Pomegranate Sorbet Recipe",
    "letters/post_repair_the_inn/local": "[Ari], \n\nCongratulations again on the completion of the Inn upgrade!\n\nI'm in awe of how far Mistria has come since you first arrived.\n\nI'm working on additional plans for the town's future, but in the meantime, please accept this reward!\n\n(Further town improvement quests will arrive later in Early Access!)",
    "letters/post_repair_the_inn/subject_line": "Town Repairs",
    "letters/pumpkin_stew_recipe/local": "[Ari],\n\nIt really feels like Fall now that we have your pumpkin shipment in stock! I thought you might like this recipe for pumpkin stew.\n\nThanks as always!",
    "letters/pumpkin_stew_recipe/subject_line": "Pumpkin Stew Recipe",
    "letters/real_fine_day/local": "[Ari], \n\nWould you come to the General Store? \n\nI've got a fun and educational time all planned out to help socialize Henrietta!",
    "letters/real_fine_day/subject_line": "Socialize Henrietta",
    "letters/repair_haydens_barn/local": "[Ari], \n\nCould you meet me at Hayden's farm? I have a new project for the town that I think you'll be very excited for!",
    "letters/repair_haydens_barn/subject_line": "Project for Hayden",
    "letters/repair_the_beach_bridge/local": "[Ari], \n\nCould you meet Adeline and me at the Beach? The General Store getting spruced up got me thinking that there's plenty of other places in Mistria that could use some shine on 'em!",
    "letters/repair_the_beach_bridge/subject_line": "Repair the Beach Bridge",
    "letters/repair_the_bridge/local": "[Ari],\n\nI'm sure you noticed the state of the bridge into town when you arrived. \n\nI'd like to introduce you to a group of us that are spearheading a repair plan. \n\nCould you meet with us at the bridge east of town?",
    "letters/repair_the_bridge/subject_line": "Let's Repair The Bridge!",
    "letters/repair_the_general_store/local": "[Ari], \n\nCould you meet me at the General Store? It's time to unveil Phase 2 of my plan to revitalize Mistria.",
    "letters/repair_the_general_store/subject_line": "The General Store",
    "letters/repair_the_inn/local": "[Ari], \n\nIt's time to discuss what's next for Mistria. \n\nCould you meet me at the Inn?",
    "letters/repair_the_inn/subject_line": "Upgrading the Inn",
    "letters/repair_the_mill/local": "[Ari], \n\nThe mill was damaged in the earthquake, and it's high time we repaired it! \n\nA working mill is essential to the town and will let you process all sorts of new products. \n\nMeet me in my office up at the manor house!",
    "letters/repair_the_mill/subject_line": "Repairing the Mill",
    "letters/repair_the_summit_stairs/local": "[Ari], \n\nNow that Mistria has its basic necessities met, I'd like to pivot our focus to a real morale booster for the town. \n\nWould you meet Eiland and me in front of the Manor House?",
    "letters/repair_the_summit_stairs/subject_line": "Next Project",
    "letters/replenishing_mistrias_food_reserves_1/local": "[Ari],\n\nI hope this letter finds you well.\n\nCan you meet me at the manor house when you have the time? I'd like to discuss Mistria's emergency supply reserves with you.",
    "letters/replenishing_mistrias_food_reserves_1/subject_line": "Restocking Mistria's Food Reserves",
    "letters/replenishing_mistrias_food_reserves_2/local": "[Ari], \n\nWe've hit a snag on replenishing our food reserves.\n\nCan you meet with Hayden, Reina and me at Hayden's farm?",
    "letters/replenishing_mistrias_food_reserves_2/subject_line": "Mistria's Food Reserves Part 2",
    "letters/roasted_cauliflower_recipe/local": "[Ari],\n\nThank you for your shipment of cauliflower! I thought you might like to try out this recipe for roasted cauliflower if you have any left over.\n\nI hope you enjoy it!",
    "letters/roasted_cauliflower_recipe/subject_line": "Roasted Cauliflower Recipe",
    "letters/roasted_sweet_potato_recipe/local": "[Ari],\n\nThe sweet potatoes from your last shipment are proving popular! Please accept this recipe for roasted sweet potato.\n\nI hope you enjoy it!",
    "letters/roasted_sweet_potato_recipe/subject_line": "Roasted Sweet Potato Recipe",
    "letters/rose_tea_recipe/local": "[Ari],\n\nI was so pleased to see the tea you grew at the general store this morning! Thought you might like this recipe for rose tea. It's one of my favorites!\n\nThanks again!",
    "letters/rose_tea_recipe/subject_line": "Rose Tea Recipe",
    "letters/ruby_star_rank_letter/local": "[Ari], \n\nCongratulations! Mistria has reached the Ruby Star Town Rank!\n\nThis is the highest our rank has ever been! Thank you for believing in this little town of ours. \n\nI've included a reward we received straight from the Capital for you!\n",
    "letters/ruby_star_rank_letter/subject_line": "Ruby Star Rank",
    "letters/salted_watermelon_recipe/local": "[Ari],\n\nIt's so nice to have some fresh watermelon in town! I thought you might like this simple recipe for salted watermelon.\n\nThanks again!",
    "letters/salted_watermelon_recipe/subject_line": "Salted Watermelon",
    "letters/sapphire_star_rank_letter/local": "[Ari],\n\nCongratulations! Mistria has reached the Sapphire Star Town Rank! \n\nWhat an achievement. We now rank among the top half of all towns in Aldaria! Mother and Father are delighted. \n\nThey said to expect news this week from the king himself. I wonder what it could be?",
    "letters/sapphire_star_rank_letter/subject_line": "Sapphire Star Rank",
    "letters/sauteed_snow_peas_recipe/local": "[Ari],\n\nThank you for the shipment of snow peas! Why don't you try out this simple recipe if you have any left over?\n\nEnjoy!",
    "letters/sauteed_snow_peas_recipe/subject_line": "Sauteed Snow Peas Recipe",
    "letters/shield_of_the_realm/local": "[Ari],\n\nStop by if you want some part-time work.",
    "letters/shield_of_the_realm/subject_line": "Part-Time Work",
    "letters/shooting_star_morning_letter/local": "[Ari],\n\nTonight is the Shooting Star Festival!\n\nSince you're new to town, I thought you might not know how to make the traditional decorations yet. You don't necessarily need them in order to celebrate, but I think every Mistrian should have a set!",
    "letters/shooting_star_morning_letter/subject_line": "Shooting Star Festival",
    "letters/shopping_buddy/local": "Hey [Ari]! \n\nIf you're free, I could use a shopping buddy! I want to pick out ingredients that'll really wow the judges. \n\nMeet me at the General Store when you've got time!",
    "letters/shopping_buddy/subject_line": "Let's Go Shopping!",
    "letters/silver_fishing_rod_unlocked/local": "[Ari],\n\nI've added a silver fishing rod to my shop that's very nearly a work of art. Stop by and take a look, it's worth seeing in person!",
    "letters/silver_fishing_rod_unlocked/subject_line": "New Arrival: Silver Fishing Rod!",
    "letters/silver_star_rank_letter/local": "[Ari],\n\nCongratulations! Mistria has reached the Silver Star Town Rank! \n\nMother and Father are reporting that Mistria's reputation throughout the kingdom has never been better. The completed Crown Requests must be making an impact!\n\nI have attached your reward from the Capital!",
    "letters/silver_star_rank_letter/subject_line": "Silver Star Rank",
    "letters/silver_tools_unlocked/local": "[Ari],\n\nSilver tools and armor are now available at our shop. We don't offer payment plans for them, so don't ask.",
    "letters/silver_tools_unlocked/subject_line": "Silver Tools & Armor are in Stock.",
    "letters/simmered_daikon_recipe/local": "[Ari],\n\nWe received your shipment of daikon radish this morning! Here's my recipe for simmered daikon.\n\nWhy not give it a try?",
    "letters/simmered_daikon_recipe/subject_line": "Simmered Daikon Recipe",
    "letters/sliced_turnip_recipe/local": "[Ari],\n\nWe received your shipment of turnips this morning from Balor. You're doing great work over there!\n\nI've attached my recipe for sliced turnips, I thought you might want to try it out.\n\nEnjoy,",
    "letters/sliced_turnip_recipe/subject_line": "Sliced Turnip Recipe",
    "letters/spicy_water_chestunut_recipe/local": "[Ari],\n\nBalor dropped off your chili pepper shipment this morning! I thought you might like this recipe for spicy water chestnuts.\n\nThanks again!",
    "letters/spicy_water_chestunut_recipe/subject_line": "Spicy Water Chestnuts",
    "letters/steamed_broccoli_recipe/local": "[Ari],\n\nBalor dropped off your shipment of broccoli with us! I thought you might like this recipe for steamed broccoli.\n\nThanks again!",
    "letters/steamed_broccoli_recipe/subject_line": "Steamed Broccoli",
    "letters/stone_star_rank_letter/local": "[Ari], \n\nCongratulations! Mistria has reached the Stone Star Town Rank!\n\nWe couldn't have done it without your help. Mistria is sure to make a full recovery with your continued assistance.\n\nPlease accept this token of thanks!",
    "letters/stone_star_rank_letter/subject_line": "Stone Star Rank",
    "letters/surprise_me/local": "[Ari],\n\nMeet me at the Blacksmith's, and don't keep me waiting.",
    "letters/surprise_me/subject_line": "Hey",
    "letters/tea_with_hayden/local": "[Ari],\nCan't thank you enough for your work on the mill! \n\nIf you've got time, come on over to my place! I'll put the kettle on and we can talk ranching and raising animals.",
    "letters/tea_with_hayden/subject_line": "Let's Have Tea!",
    "letters/the_manor/local": "[Ari], \n\nCan you pay me a visit at home? \n\nThe search for the next piece of the Dragonsworn Armor has taken an unexpected turn.",
    "letters/the_manor/subject_line": "Unexpected Turn",
    "letters/the_ruins/local": "[Ari], \n\nThe new text you uncovered has been an enormous help regarding the whereabouts of the Dragonsworn Armor. \n\nI have every reason to believe that we can discover more at the Western Ruins. \n\nMeet me there and we can begin!",
    "letters/the_ruins/subject_line": "To the Ruins!",
    "letters/the_smell_of_drying_ink/local": "[Ari], \n\nYou've already taken such a keen interest in so much of the goings on around Mistria, would you be interested in getting a closer look at the inner workings of our government? \n\nCome meet me in my office at the Manor House and be prepared for fun!",
    "letters/the_smell_of_drying_ink/subject_line": "Official Town Business",
    "letters/the_stele/local": "[Ari], \n\nI'm sure by now you've seen that Mistria is full of ancient places, with many more still left to discover. \n\nIf you're interested, meet me at the Manor House and I can show you a particularly interesting site on the grounds!",
    "letters/the_stele/subject_line": "The Stele",
    "letters/the_unusual_seed/local": "[Ari], \n\nCould you come to my house when you have a moment? \n\nI've got a question about a flower that I hope you can help with!",
    "letters/the_unusual_seed/subject_line": "The Unusual Seed",
    "letters/toasted_sunflower_seeds_recipe/local": "[Ari],\n\nYour sunflower shipment was lovely to see! Did you know you can roast their seeds to make a tasty snack? It's one of my favorites. \n\nI've included the recipe for you. Enjoy!",
    "letters/toasted_sunflower_seeds_recipe/subject_line": "Toasted Sunflower Seeds Recipe",
    "letters/tomato_soup_recipe/local": "[Ari],\n\nThe tomatoes from your last shipment are already flying off the shelves! Please accept this recipe for my famous tomato soup.\n\nI hope you enjoy it!",
    "letters/tomato_soup_recipe/subject_line": "Tomato Soup Recipe",
    "letters/unlocking_the_mines_pt_1/local": "[Ari], \n\nI need your help with something important! \n\nPlease meet myself and Curator Errol at the Museum west of town to discuss the reopening of the Mines.",
    "letters/unlocking_the_mines_pt_1/subject_line": "Reopening The Mines",
    "letters/unlocking_the_mines_pt_2/local": "[Ari],\n\nIn regards to the Mines...\n\nEiland has informed me that Mistria's rank has been raised to Stone Star, and I have agreed to meet with him to further discuss the Mines. \n\nPlease meet us at the Mine's Entrance west of town, [Ari].",
    "letters/unlocking_the_mines_pt_2/subject_line": "Mistria's Town Rank",
    "letters/water_and_soil/local": "[Ari], \n\nThe seed we found still hasn't sprouted... \n\nI've been doing research into it and I'm starting to think its growth conditions might be very particular. \n\nCould you come over and lend me your insight as a farmer as well? It'd be very appreciated!",
    "letters/water_and_soil/subject_line": "Water And Soil",
    "letters/weather_globe_letter/local": "[Ari], \n\nDozy absolutely insisted that I send you an extra token of apology for nearly knocking you out with my experimental potion yesterday...\n\nHere's a magical object that you might find useful. If you can figure out what it does.\n\nOh ho ho ho!",
    "letters/weather_globe_letter/subject_line": "Weather Crystal Ball",
    "letters/working_like_a_dog/local": "[Ari],\n\nI'm in the middle of an important piece of spellwork and need you to handle some menial errands for me.\n\nCome to my room at the bathhouse.\n\nOh, and wear something nice. I don't want you to embarrass me in that typical getup you throw on.",
    "letters/working_like_a_dog/subject_line": "Some Chores"
}