{
    "Conversations/Tutorial Dialogue/archaeology/archaeology_1/1": "But I really hope you'll donate them!",
    "Conversations/Tutorial Dialogue/archaeology/archaeology_1/init": "You can find artifacts all over Mistria! They can be donated to the museum or sold...",
    "Conversations/Tutorial Dialogue/archaeology/archaeology_10/init": "Alda artifacts seem to keep turning up around Hayden's farm. They're characterized by their geometry and a blue patina.",
    "Conversations/Tutorial Dialogue/archaeology/archaeology_11/init": "The Western Ruins are of particular interest to me, because they yield a steady supply of Ancient artifacts from the era of the Witch Queens.",
    "Conversations/Tutorial Dialogue/archaeology/archaeology_13/init": "A wealth of Prehistoric artifacts wash up on the beach! You can often find them buried in the sand. Be careful with them, they're unimaginably old!",
    "Conversations/Tutorial Dialogue/archaeology/archaeology_14/1": "I was torn on whether to include them in our museum's catalog, but they certainly catch the imagination!",
    "Conversations/Tutorial Dialogue/archaeology/archaeology_14/init": "Ooparts are out-of-place artifacts of, ah, dubious archaeological value. They can be found all over Mistria!",
    "Conversations/Tutorial Dialogue/archaeology/archaeology_15/1": "Who knew a fishing rod could be part of an archaeologist's toolbox?",
    "Conversations/Tutorial Dialogue/archaeology/archaeology_15/init": "It takes a bit of study to fish up Aquatic artifacts, but they're worth the effort!",
    "Conversations/Tutorial Dialogue/archaeology/archaeology_16/1": "Keep an eye out, you'll often see bubbles where something is hidden!",
    "Conversations/Tutorial Dialogue/archaeology/archaeology_16/init": "Diving for Sunken artifacts is a learned skill, and it's worthwhile.",
    "Conversations/Tutorial Dialogue/archaeology/archaeology_18/init": "The Museum's collection has come a long way, and it can go a long ways yet! Let's keep digging!",
    "Conversations/Tutorial Dialogue/archaeology/archaeology_19/1": "Or it could be the next big discovery that fills in a piece of Mistria's history!",
    "Conversations/Tutorial Dialogue/archaeology/archaeology_19/init": "You never know what you'll find at a dig site! It could be sod...",
    "Conversations/Tutorial Dialogue/archaeology/archaeology_2/init": "You can dig up artifacts with a pickaxe or a shovel. Either one works great!",
    "Conversations/Tutorial Dialogue/archaeology/archaeology_20/init": "I see that the museum's collection has been filling up, [Ari]! I can't thank you enough for your generosity and hard work!",
    "Conversations/Tutorial Dialogue/archaeology/archaeology_21/1": "Thank you for believing in Mistria.",
    "Conversations/Tutorial Dialogue/archaeology/archaeology_21/init": "[Ari], I was taking a walk through the collection and suddenly felt so much pride and gratitude.",
    "Conversations/Tutorial Dialogue/archaeology/archaeology_22/1": "Together, we'll build a record of history that rivals the Capital Library!",
    "Conversations/Tutorial Dialogue/archaeology/archaeology_22/init": "The Museum will be key to Mistria's revival, and you're key to the Museum's revival.",
    "Conversations/Tutorial Dialogue/archaeology/archaeology_23/init": "Your hard work gathering donations for the museum makes me want to work hard, too! Thank you, [Ari].",
    "Conversations/Tutorial Dialogue/archaeology/archaeology_24/init": "More Aldarian artifacts in the museum would really help us get a fuller picture of life during that period.",
    "Conversations/Tutorial Dialogue/archaeology/archaeology_25/init": "Adding more Caldosian artifacts to the museum's collection would help us understand their split with the Alda after the age of the Witch Queens ended.",
    "Conversations/Tutorial Dialogue/archaeology/archaeology_26/init": "Every Alda artifact we add to the museum's collection helps us understand the dark ages that preceded the Kingdom of Aldaria.",
    "Conversations/Tutorial Dialogue/archaeology/archaeology_27/init": "It would be wonderful to share a fuller picture of our history with the people of Mistria!",
    "Conversations/Tutorial Dialogue/archaeology/archaeology_28/1": "With enough pieces, I might even be able to entice Juniper into revealing some of their secrets!",
    "Conversations/Tutorial Dialogue/archaeology/archaeology_28/init": "I'm very interested in growing our collection of Ancient artifacts from the reign of the Witch Queens.",
    "Conversations/Tutorial Dialogue/archaeology/archaeology_3/init": "The Western Ruins are an excellent place for finding artifacts. There are so many discoveries waiting to be made!",
    "Conversations/Tutorial Dialogue/archaeology/archaeology_30/init": "I'd love to expand our collection of Pre-History artifacts for Luc! He seems especially curious about animals, whether they're ancient or modern.",
    "Conversations/Tutorial Dialogue/archaeology/archaeology_31/1": "If we get some more pieces in, it might kindle a love of archaeology in her!",
    "Conversations/Tutorial Dialogue/archaeology/archaeology_31/init": "Dell seems especially taken with the Ooparts in the museum's collection.",
    "Conversations/Tutorial Dialogue/archaeology/archaeology_32/1": "I'm a bit hopeless when it comes to fishing.",
    "Conversations/Tutorial Dialogue/archaeology/archaeology_32/init": "I'll be relying on you to help us fill out the Aquatic artifacts section of the museum, [Ari]!",
    "Conversations/Tutorial Dialogue/archaeology/archaeology_33/1": "They'll help in the study of ancient trade routes and migration patterns.",
    "Conversations/Tutorial Dialogue/archaeology/archaeology_33/init": "I hope we can add some more Sunken artifacts to our collection!",
    "Conversations/Tutorial Dialogue/archaeology/archaeology_34/1": "You're the only one who can go down there, [Ari]. I'd be grateful for any contributions you find!",
    "Conversations/Tutorial Dialogue/archaeology/archaeology_34/init": "I'd love to have more artifacts from the depths of the Mines.",
    "Conversations/Tutorial Dialogue/archaeology/archaeology_4/1": "People have been using that road for hundreds of years, maybe longer.",
    "Conversations/Tutorial Dialogue/archaeology/archaeology_4/init": "The Eastern Road frequently turns up valuable historical and archaeological finds.",
    "Conversations/Tutorial Dialogue/archaeology/archaeology_5/1": "Of course, a place with a lack of artifacts in an otherwise rich area is an interesting discovery in itself!",
    "Conversations/Tutorial Dialogue/archaeology/archaeology_5/init": "Dig sites can be found all over Mistria, except for your farm.",
    "Conversations/Tutorial Dialogue/archaeology/archaeology_6/init": "As you dig for artifacts and uncover new discoveries, you'll find your aptitude for archaeology will increase! It's only natural.",
    "Conversations/Tutorial Dialogue/archaeology/archaeology_7/1": "Terithia sometimes fishes them up, and Olric used to stumble across them in the Mines! With practice, you'll be able to do the same.",
    "Conversations/Tutorial Dialogue/archaeology/archaeology_7/init": "As your study of archaeology deepens, you'll begin noticing artifacts in new places!",
    "Conversations/Tutorial Dialogue/archaeology/archaeology_8/init": "You'll find mostly Aldarian artifacts in the Narrows. You can tell due to their characteristic geometric elements and golden accents.",
    "Conversations/Tutorial Dialogue/archaeology/archaeology_9/init": "The Eastern Road dig sites seem to turn up Caldosian artifacts. They share similarities with Aldarian artifacts, but feature more filigree and silver accents.",
    "Conversations/Tutorial Dialogue/archaeology/archaeology_level_2/init": "How exciting that you're beginning your archaeological journey! We're in it together, so don't hesitate to rely on me!",
    "Conversations/Tutorial Dialogue/archaeology/archaeology_level_20/1": "Keep it up, and one day you'll be a master archaeologist! I'm sure of it!",
    "Conversations/Tutorial Dialogue/archaeology/archaeology_level_20/init": "Your excavation techniques are becoming more refined, [Ari]. I can tell by the artifacts you're bringing in.",
    "Conversations/Tutorial Dialogue/archaeology/archaeology_level_50/1": "To say I'm impressed would understate it. Good work!",
    "Conversations/Tutorial Dialogue/archaeology/archaeology_level_50/init": "You've become very skilled with archaeological fieldwork, [Ari].",
    "Conversations/Tutorial Dialogue/archaeology/archaeology_level_75/1": "It's an honor working to discover the secrets of Mistria's history with you.",
    "Conversations/Tutorial Dialogue/archaeology/archaeology_level_75/init": "With your ability and time in the field, you've surpassed many of the premier archaeologists of the Capital, [Ari].",
    "Conversations/Tutorial Dialogue/archaeology/archaeology_level_99/1": "The breadth of your discoveries have opened so many lines of research.",
    "Conversations/Tutorial Dialogue/archaeology/archaeology_level_99/2": "They'll be singing your praises for generations to come!",
    "Conversations/Tutorial Dialogue/archaeology/archaeology_level_99/init": "Never in Mistria's history has there been an archaeologist so prolific as you, [Ari].",
    "Conversations/Tutorial Dialogue/bug_tutorial/bug_tutorial_1/init": "Many insects live in trees. If you give the trunk a little shake, sometimes they'll come out to say hello!",
    "Conversations/Tutorial Dialogue/bug_tutorial/bug_tutorial_2/init": "Did you know that you can shake bugs out of trees and you won't get in trouble even if they land in your mom's hair?",
    "Conversations/Tutorial Dialogue/bug_tutorial/bug_tutorial_3/init": "Young Luc informed me that you can find many new insect specimens by shaking trees. I'll, ah, leave that to you, [Ari].",
    "Conversations/Tutorial Dialogue/fnati/fnati_anticipation_1/1": "I'm debuting my latest Dragons and Drama campaign, it's a little historical learning tool and fun game that I cooked up!",
    "Conversations/Tutorial Dialogue/fnati/fnati_anticipation_1/init": "I do hope you'll make it to the Inn tonight, [Ari].",
    "Conversations/Tutorial Dialogue/fnati/fnati_anticipation_2/1": "Everyone's going to be there, I hope you can make it too!",
    "Conversations/Tutorial Dialogue/fnati/fnati_anticipation_2/init": "[Ari]! Are you coming to the Sleeping Dragon Inn tonight?",
    "Conversations/Tutorial Dialogue/fnati/fnati_anticipation_3/init": "Oh don't mind me, I'm just getting ready for tonight's gathering at the Inn. You'll be there, right?",
    "Conversations/Tutorial Dialogue/fnati/fnati_anticipation_4/init": "Don't miss tonight's get-together at the Inn, [Ari]. That's when I break out the good stuff.",
    "Conversations/Tutorial Dialogue/fnati/fnati_anticipation_5/1": "It's the only night grown-ups get to have fun... poor grown-ups.",
    "Conversations/Tutorial Dialogue/fnati/fnati_anticipation_5/init": "Will you come play at the Inn tonight, [Ari]?",
    "Conversations/Tutorial Dialogue/fnati/fnati_anticipation_6/init": "The whole town will be at the Inn tonight. I hope to see you there!",
    "Conversations/Tutorial Dialogue/fnati/fnati_follow_up_1/init": "I love Friday nights at the Inn! It was so nice to see everyone relaxing.",
    "Conversations/Tutorial Dialogue/fnati/fnati_follow_up_2/init": "Oooh, the Inn was bustling last night! Everyone had such a good time, I'm so glad!",
    "Conversations/Tutorial Dialogue/furniture/furniture_pickaxe/1": "I wonder who figured out you could do that in the first place...",
    "Conversations/Tutorial Dialogue/furniture/furniture_pickaxe/init": "A thoughtful strike with a pickaxe is a great way to move any furniture you have placed, [Ari].",
    "Conversations/Tutorial Dialogue/misc_quest_lines/friday_at_the_sleeping_dragon_inn_too_early/init": "Hey [Ari]! I hope I see you tonight at the inn! People tend to start gathering around 6 pm",
    "Conversations/Tutorial Dialogue/misc_quest_lines/friday_at_the_sleeping_dragon_inn_turn_in/init": "You made it! What did I tell you, it's a full house! Why don't you go around and see what everyone's up to? Oh, and here's your free drink!",
    "Conversations/Tutorial Dialogue/misc_quest_lines/friday_at_the_sleeping_dragon_inn_wrong_day/init": "You don't want to miss coming out to the inn this Friday evening, [Ari]! Everyone will be there!",
    "Conversations/Tutorial Dialogue/misc_quest_lines/greet_the_townsfolk_turn_in/init": "You finished meeting everyone in town? That's wonderful! Congratulations on completing your first $Request$. Here's your reward!",
    "Conversations/Tutorial Dialogue/misc_quest_lines/greet_the_vendors_turn_in/init": "Thanks [Ari]! Isn't the market great? Here's your reward, you can buy something from your favorite stall!",
    "Conversations/Tutorial Dialogue/register/register_0/1": "Speaking of which, have you seen Balor around?",
    "Conversations/Tutorial Dialogue/register/register_0/init": "If no one's around, don't worry about it, we'll put it on your tab!",
    "Conversations/Tutorial Dialogue/register/register_1/1": "Between you and me, you do NOT want to be in debt to Nora.",
    "Conversations/Tutorial Dialogue/register/register_1/init": "If no one's at the counter, you can just leave your tesserae on the counter.",
    "Conversations/Tutorial Dialogue/register/register_2/1": "And besides, I know where you live.",
    "Conversations/Tutorial Dialogue/register/register_2/init": "The register's always open, even if no one's around... the town works on an honor system!"
}